Revit 2024 API
SymbolTypeId.Lf Property
 Symbol LF, indicating unit Feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Lf { get; }
Visual Basic
Public Shared ReadOnly Property Lf As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Lf {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace